<?php

return array (
  'title_ar' => 'الاستعداد الشخصي للتعامل مع الجمهور',
  'subtitle_ar' => 'اكتشف قدرتك على تقديم تجربة احترافية للمتعاملين.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى استعدادك الشخصي للتعامل مع الجمهور من خلال مجموعة من العبارات التي تتناول أسلوبك في التواصل مع الآخرين، وضبط انفعالاتك، وتقبلك للآخرين، وثقتك بنفسك في المواقف الاجتماعية، وقدرتك على التكيف مع المواقف المختلفة. لا توجد إجابات صحيحة أو خاطئة، لذا يرجى الإجابة بصدق وفق ما يعبر عنك فعلاً.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '27.png',
  'price' => 199,
  'report_code' => 'REP-27',
);
