<?php

return array (
  'title_ar' => 'حب العمل',
  'subtitle_ar' => 'قِس شغفك بعملك ومدى استمتاعك بما تقوم به.',
  'category' => 'مقاييس التوجيه والتوافق المهني',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف على مستوى حبك للعمل ومدى استمتاعك بأداء مهامك المهنية، ودرجة حماسك والتزامك ومسؤوليتك تجاه عملك. كما يساعدك على اكتشاف الجوانب التي تحتاج إلى تطوير لتعزيز رضاك الوظيفي ودافعيتك للإنجاز وتحقيق النجاح المهني.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '19.png',
  'price' => 199,
  'report_code' => 'REP-19',
);
