<?php

return array (
  'title_ar' => 'هل لديك سمات القائد التحويلي؟',
  'subtitle_ar' => 'قِس قدرتك على إلهام الآخرين وصناعة التغيير.',
  'category' => 'مقاييس القيادة والإدارة',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك في التعرف على مدى توفر السمات المرتبطة بالقيادة التحويلية لديك، وهي السمات التي تساعد القائد على إلهام الآخرين، وتحفيزهم نحو التطور والإنجاز، وتشجيع التفكير الإبداعي، وبناء علاقات إيجابية قائمة على الثقة والاحترام. ستسهم نتائج المقياس في زيادة وعيك بنقاط قوتك وفرص التطوير المتاحة أمامك، مما يساعدك على تعزيز قدراتك القيادية والشخصية وتحقيق تأثير إيجابي أكبر في محيطك العملي والاجتماعي.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '2.png',
  'price' => 199,
  'report_code' => 'REP-02',
);
