<?php

return array (
  'title_ar' => 'التوجيه المهني',
  'subtitle_ar' => 'اكتشف المسار المهني الأنسب لقدراتك وطموحاتك.',
  'category' => 'مقاييس التوجيه والتوافق المهني',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف بصورة أفضل إلى مستوى استعدادك المهني، ومدى وعيك بقدراتك واهتماماتك المهنية، ومعرفتك بالمهن المختلفة ومتطلبات سوق العمل، وقدرتك على اتخاذ القرارات المتعلقة بمستقبلك المهني والتخطيط له.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '18.png',
  'price' => 199,
  'report_code' => 'REP-18',
);
