<?php

return array (
  'title_ar' => 'هل أنت قادر على النجاح في وظيفتك / مهنتك؟',
  'subtitle_ar' => 'قِس جاهزيتك للنجاح المهني واكتشف فرص التميز.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى امتلاكك للمقومات والمهارات المرتبطة بالنجاح في الوظيفة، من خلال استكشاف جوانب متعددة تشمل الكفاءة المهنية، والالتزام والانضباط، والعلاقات والتواصل في بيئة العمل، والدافعية نحو التطور المهني. وتساعد نتائج المقياس في تحديد مستوى قدرتك على النجاح الوظيفي والجوانب التي تتميز بها والجوانب التي يمكن تعزيزها وتطويرها.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '12.png',
  'price' => 199,
  'report_code' => 'REP-12',
);
