<?php

return array (
  'title_ar' => 'القدرة على التفاوض والحوار وإقناع الآخرين',
  'subtitle_ar' => 'قِس قدرتك على التفاوض وكسب الآخرين بفاعلية.',
  'category' => 'مقاييس الاتصال والعلاقات المهنية',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف إلى مستوى قدرتك على التفاوض والحوار وإقناع الآخرين في المواقف اليومية والعملية. ولا توجد إجابات صحيحة أو خاطئة، فالمطلوب هو الإجابة بصدق وفقًا لما يعبر عن سلوكك الفعلي. ستساعدك نتائج المقياس على تحديد نقاط القوة لديك والجوانب التي يمكن تطويرها، كما ستقدم لك مؤشرات وبرامج تدريبية مناسبة تسهم في تحسين مهارات التواصل والتأثير الإيجابي والتعامل الفعال مع الآخرين.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '15.png',
  'price' => 199,
  'report_code' => 'REP-15',
);
