<?php

return array (
  'title_ar' => 'ولاؤك لعملك الحالي',
  'subtitle_ar' => 'اكتشف مستوى انتمائك وولائك لجهة عملك.',
  'category' => 'مقاييس التوجيه والتوافق المهني',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك في التعرف على مستوى ارتباطك بجهة عملك، وفهم الجوانب التي تعزز شعورك بالانتماء والالتزام تجاهها. كما يساعدك على تحديد نقاط القوة وفرص التطوير في علاقتك المهنية بالمنظمة، بما يسهم في تعزيز رضاك الوظيفي، ورفع مستوى مشاركتك وإسهامك في تحقيق أهداف العمل.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '20.png',
  'price' => 199,
  'report_code' => 'REP-20',
);
