<?php

return array (
  'title_ar' => 'مقياس مستوى ضغوط العمل',
  'subtitle_ar' => 'اكتشف مستوى ضغوط العمل لديك قبل أن تؤثر على أدائك.',
  'category' => 'مقاييس الصحة المهنية',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف إلى مستوى ضغوط العمل التي تواجهها، وتحديد الجوانب التي قد تؤثر في راحتك وأدائك الوظيفي، بما يتيح لك الاستفادة من البرامج والأنشطة التطويرية المناسبة لتعزيز التكيف المهني وتحسين جودة حياتك الوظيفية.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '25.png',
  'price' => 199,
  'report_code' => 'REP-25',
);
