<?php

return array (
  'title_ar' => 'هل تخطط؟',
  'subtitle_ar' => 'اكتشف قدرتك على التخطيط وتحويل أهدافك إلى إنجازات.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف إلى مستوى مهاراتك في التخطيط، من خلال التعرف على مدى ممارستك لسلوكيات التخطيط في حياتك الشخصية أو المهنية، مثل تحديد الأهداف، وتنظيم الأولويات، وإدارة الوقت، ومتابعة تنفيذ الخطط.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '14.png',
  'price' => 199,
  'report_code' => 'REP-14',
);
