<?php

return array (
  'title_ar' => 'قيّم مهاراتك الإدارية',
  'subtitle_ar' => 'اكتشف كفاءتك الإدارية واستعد لقيادة الفرق باحتراف.',
  'category' => 'مقاييس القيادة والإدارة',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى مهاراتك الإدارية في أربعة مجالات رئيسة هي: التخطيط، والتنظيم، والتوجيه، والرقابة. ويُعدّ هذا المقياس أداة للتطوير المهني والشخصي تساعدك على تحديد نقاط القوة التي تمتلكها والجوانب التي تحتاج إلى مزيد من التحسين، بما يسهم في تعزيز كفاءتك القيادية ورفع مستوى أدائك الإداري.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '3.png',
  'price' => 199,
  'report_code' => 'REP-03',
);
