<?php

return array (
  'title_ar' => 'هل تحب العمل في فريق؟',
  'subtitle_ar' => 'اكتشف مدى تميزك في العمل ضمن فريق ناجح.',
  'category' => 'مقاييس الاتصال والعلاقات المهنية',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك في التعرف على مدى ميلك للعمل ضمن فريق، وفهم نقاط القوة والجوانب التي يمكن تطويرها في مهارات التعاون والتواصل مع الآخرين. وستساعدك نتائج المقياس على تحديد البرامج والأنشطة التطويرية المناسبة لتعزيز قدراتك الشخصية والاجتماعية وتحقيق أداء أفضل في بيئات العمل والتعلم الجماعي.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '17.png',
  'price' => 199,
  'report_code' => 'REP-17',
);
