<?php

return array (
  'title_ar' => 'مقياس استثمار الوقت',
  'subtitle_ar' => 'تعرّف على كفاءة استثمار وقتك لتحقيق أهدافك.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى استثمارك للوقت من خلال استكشاف مجموعة من السلوكيات والممارسات المرتبطة بالتخطيط، وتنظيم الأولويات، والاستفادة من الوقت المتاح، والتعامل مع مضيعات الوقت، وتقييم العائد المتحقق من استخدامك للوقت. كما يساعد في تحديد نقاط القوة والجوانب التي يمكن تطويرها لتحسين كفاءة استثمار الوقت وتحقيق الأهداف الشخصية أو الأكاديمية أو المهنية.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '10.png',
  'price' => 199,
  'report_code' => 'REP-10',
);
