<?php

return array (
  'title_ar' => 'مقياس الإرهاق المهني',
  'subtitle_ar' => 'اكتشف مستوى الإرهاق المهني وحافظ على إنتاجيتك.',
  'category' => 'مقاييس الصحة المهنية',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك على التعرف على مستوى الإرهاق المهني الذي قد تتعرض له نتيجة متطلبات العمل وضغوطه المختلفة. ويُقصد بالإرهاق المهني حالة من التعب النفسي أو الجسدي أو الانفعالي قد تنشأ تدريجيًا نتيجة الضغوط المستمرة في بيئة العمل، وقد تؤثر في مستوى الرضا الوظيفي والأداء والصحة العامة.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '22.png',
  'price' => 199,
  'report_code' => 'REP-22',
);
