<?php

return array (
  'title_ar' => 'مقياس الإبداع الإداري',
  'subtitle_ar' => 'اكتشف قدرتك على الابتكار وصناعة الأفكار المميزة.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على الأنماط والسلوكيات المرتبطة بالإبداع في العمل الإداري، من خلال مجموعة من العبارات التي تتناول أساليب التفكير، والتعامل مع المشكلات، وتطوير الأفكار، والمبادرة في أداء المهام.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '11.png',
  'price' => 199,
  'report_code' => 'REP-11',
);
