<?php

return array (
  'title_ar' => 'مهارة اتخاذ القرار',
  'subtitle_ar' => 'قِس مهارتك في اتخاذ القرارات بثقة وحكمة.',
  'category' => 'مقاييس الكفاءة الشخصية والنجاح المهني',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى مهارة اتخاذ القرار لديك من خلال مجموعة من العبارات التي تعكس مواقف وسلوكيات مرتبطة بعملية اتخاذ القرار. وستساعد نتائج المقياس في تحديد نقاط القوة والجوانب التي تحتاج إلى تطوير، بما يسهم في تحسين قدرتك على التفكير في البدائل واختيار الأنسب منها واتخاذ قرارات أكثر فاعلية في حياتك الشخصية والمهنية.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '13.png',
  'price' => 199,
  'report_code' => 'REP-13',
);
