<?php

return array (
  'title_ar' => 'مقياس الاحتراق الوظيفي',
  'subtitle_ar' => 'تعرّف على مؤشرات الاحتراق الوظيفي واستعد لاستعادة طاقتك.',
  'category' => 'مقاييس الصحة المهنية',
  'description_ar' => 'صُمم هذا المقياس لمساعدتك على التعرف إلى مستوى الاحتراق الوظيفي لديك، وفهم تأثير ضغوط العمل على صحتك النفسية وطاقتك المهنية وشعورك بالإنجاز في العمل. ولا يُعد هذا المقياس اختبارًا للنجاح أو الفشل، كما أنه ليس أداة للحكم على كفاءتك المهنية، بل وسيلة تساعدك على زيادة وعيك بذاتك المهنية وتحديد الجوانب التي قد تحتاج إلى تطوير أو دعم.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '23.png',
  'price' => 199,
  'report_code' => 'REP-23',
);
