<?php

return array (
  'title_ar' => 'مقياس معرفة الذات',
  'subtitle_ar' => 'افهم ذاتك بعمق واكتشف نقاط قوتك وفرص تطويرك.',
  'category' => 'مقاييس معرفة الذات والشخصية',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى معرفة الفرد بذاته من خلال قياس درجة وعيه بخصائصه الشخصية وانفعالاته وقيمه وأهدافه وعلاقاته الاجتماعية. وتساعد نتائج المقياس على فهم جوانب القوة والجوانب التي تحتاج إلى تطوير، بما يسهم في تعزيز النمو الشخصي وتحسين القدرة على اتخاذ القرارات وبناء علاقات إيجابية وتحقيق الأهداف بصورة أكثر فاعلية.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '9.png',
  'price' => 199,
  'report_code' => 'REP-09',
);
