<?php

return array (
  'title_ar' => 'الرضا الوظيفي',
  'subtitle_ar' => 'تعرّف على مستوى رضاك الوظيفي وفرص تحسينه.',
  'category' => 'مقاييس التوجيه والتوافق المهني',
  'description_ar' => 'مقياس الرضا الوظيفي هو أداة تساعدك على التعرف إلى مستوى رضاك عن مختلف جوانب عملك، مثل الحوافز المادية، والتقدير الاجتماعي، وفرص التطور والترقي، والعلاقات مع الزملاء، والرضا عن الذات، وتوافر متطلبات العمل، والإدارة والقيادة. ويهدف المقياس إلى تحديد نقاط القوة والجوانب التي تحتاج إلى تطوير، بما يسهم في تحسين تجربتك الوظيفية، وزيادة شعورك بالرضا والإنجاز، ودعم نموك المهني والشخصي من خلال اقتراح برامج ومبادرات تطويرية مناسبة لاحتياجاتك.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '21.png',
  'price' => 199,
  'report_code' => 'REP-21',
);
