<?php

return array (
  'title_ar' => 'مقياس مهارات الاتصال',
  'subtitle_ar' => 'اكتشف قوة تواصلك وقدرتك على التأثير في الآخرين.',
  'category' => 'مقاييس الاتصال والعلاقات المهنية',
  'description_ar' => 'صُمم هذا المقياس لمساعدتك على التعرف إلى مستوى مهارات الاتصال لديك في عدد من الجوانب الأساسية التي تؤثر في تفاعلك اليومي مع الآخرين، مثل الاستماع الفعال، والتعبير اللفظي، والتواصل غير اللفظي، والذكاء العاطفي في الاتصال، والإقناع والتأثير، وإدارة العلاقات الاجتماعية. ويهدف إلى تزويدك بصورة واضحة عن نقاط القوة التي تمتلكها والجوانب التي قد تحتاج إلى مزيد من التطوير، بما يسهم في تعزيز كفاءتك التواصلية وتحسين جودة علاقاتك الشخصية والمهنية.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '16.png',
  'price' => 199,
  'report_code' => 'REP-16',
);
