<?php

return array (
  'title_ar' => 'اعرف نمطك القيادي',
  'subtitle_ar' => 'اكتشف أسلوبك القيادي وطريقة تأثيرك في الآخرين.',
  'category' => 'مقاييس القيادة والإدارة',
  'description_ar' => 'يهدف هذا المقياس إلى مساعدتك في التعرف على نمط القيادة الذي تميل إليه عند التعامل مع الآخرين وتوجيههم نحو تحقيق الأهداف. سيساعدك على فهم أسلوبك القيادي بشكل أفضل، والتعرف على نقاط القوة التي تمتلكها والجوانب التي يمكنك تطويرها لزيادة فاعليتك في القيادة والتأثير الإيجابي.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '1.png',
  'price' => 199,
  'scoring_type' => 'highest_dimension',
  'report_code' => 'REP-01',
);
