<?php

return array (
  'title_ar' => 'تحفيز العاملين ومكافأتهم: كيف تحفز موظفيك؟',
  'subtitle_ar' => 'تعرّف على قدرتك في تحفيز الفرق وبناء بيئة محفزة.',
  'category' => 'مقاييس القيادة والإدارة',
  'description_ar' => 'يساعدك هذا المقياس على التعرف إلى مدى استخدامك لأساليب تحفيز الموظفين وتشجيعهم على الأداء والإنجاز. ولا يهدف إلى إصدار حكم عليك أو تقييمك بشكل رسمي، بل يهدف إلى مساعدتك على اكتشاف نقاط القوة التي تمتلكها في تحفيز فريق العمل، والجوانب التي يمكنك تطويرها لتعزيز دافعية الموظفين ورضاهم وإنتاجيتهم.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '4.png',
  'price' => 199,
  'report_code' => 'REP-04',
);
