<?php

return array (
  'title_ar' => 'مقياس الذكاء العاطفي',
  'subtitle_ar' => 'افهم مشاعرك وأتقن فن التعامل مع الآخرين بذكاء.',
  'category' => 'مقاييس معرفة الذات والشخصية',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على مستوى الذكاء العاطفي لديك من خلال مجموعة من العبارات التي تتناول كيفية إدراكك لمشاعرك وفهمها، وقدرتك على إدارتها، ومدى تفهمك لمشاعر الآخرين، وكفاءتك في بناء العلاقات والتواصل معهم. وتساعد نتائج المقياس في تحديد جوانب القوة والجوانب التي يمكن تطويرها في مهاراتك العاطفية والاجتماعية، مما يسهم في فهم أفضل لقدراتك في التعامل مع المواقف الحياتية المختلفة.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '7.png',
  'price' => 199,
  'report_code' => 'REP-07',
);
