<?php

return array (
  'title_ar' => 'هل تفكر بإيجابية؟',
  'subtitle_ar' => 'اكتشف طريقة تفكيرك وحوّل التحديات إلى فرص للنجاح.',
  'category' => 'مقاييس معرفة الذات والشخصية',
  'description_ar' => 'يهدف هذا المقياس إلى التعرف على طبيعة أسلوب التفكير لدى الفرد ومدى ميله إلى النظر للمواقف والأحداث من منظور إيجابي في الحياة اليومية. ويتناول مجموعة من المواقف والاتجاهات المرتبطة بالتفاؤل، والثقة بالقدرات الشخصية، والتعامل مع التحديات، والتركيز على الحلول والفرص المتاحة.',
  'time_limit_min' => NULL,
  'is_active' => true,
  'image_url' => '5.png',
  'price' => 199,
  'report_code' => 'REP-05',
);
